{
  "IndexPage": {
    "in_our_university": "In our university",
    "empower_future": "Empowering Your Future !",
    "alumni": "Alumni",
    "facts_about_university": "Facts About University",
    "facts_about_university_text": "Discover the vibrant community at Erbil Polytechnic University with our impressive numbers, showcasing our dedicated students, skilled faculty, supportive staff, and diverse faculties.",
    "students": "Students",
    "teachers": "Teachers",
    "academics": "Academics",
    "staff_members": "Staff Members",
    "latest_news": "Latest News",
    "latest_news_text": "Discover the latest news at Erbil Polytechnic University. Stay informed about academic achievements, campus developments, and community initiatives that highlight our commitment to excellence and innovation.",
    "departments": "Departments",
    "see_all": "See all",
    "new_events": "New Events",
    "new_events_text": "Stay updated with the latest events at Erbil Polytechnic University. From academic seminars to cultural activities, discover what is happening on campus and join us in celebrating knowledge and community.",
    "research": "Research",
    "research_text": "Explore groundbreaking research at Erbil Polytechnic University, where our dedicated teams advance knowledge, innovate solutions, and contribute to global scientific and technological progress.",
    "research_paper": "Research Paper",
    "conference_paper": "Conference Paper"
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "home": "Home",
    "about": "About Us",
    "academics": "Academics",
    "relation": "Relations",
    "centers": "Centers",
    "studyProgram": "Study Programs",
    "students": "Students",
    "portals": "Portals",
    "academicStaff": "Academic Staff"
  },
  "Footer": {
    "copyright": "© 2025 Erbil Polytechnic University. All right reserved.",
    "you_may_also_like": "You may also like",
    "most_useful_links": "Most Useful Links",
    "colleges": "Colleges",
    "institutions": "Institutions",
    "EPU_programs": "EPU Programs",
    "academic_staff": "Academic Staff",
    "conferences": "Conferences",
    "connect_with_us": "Connect with Us",
    "empower_future_text": "Empowering Future Leaders Through Innovative Education",
    "academics": "Academics",
    "centers": "Centers",
    "about": "About",
    "history": "History",
    "president_speech": "President Speech",
    "relations": "Relations",
    "strategy": "Strategy",
    "contact_us": "Contact Us"
  },
  "About": {
    "head": "About Us",
    "history": "EPU History",
    "history_text": "Erbil Polytechnic University was founded in 1993 by the Kurdistan National Council and was opened in 1996 under the name of ‘Foundation of Technical Institutes’. When the Technical colleges were opened, its name was changed to ‘ Foundation of Technical Studies. It later became the Erbil Polytechnic University in 2012, embracing 4 colleges and 7 technical institutes.",
    "uni_stages": "University Stages",
    "stage_1": "was founded by the Kurdistan National Council",
    "stage_2": "was opened under the name of ‘Foundation of Technical Institutes’",
    "stage_3": "Change to Erbil Polytechnic University.",
    "about_text": "Erbil Polytechnic university is a scientific governmental academy which aims at educating technical qualified people in the various specialties to meet the needs of the society, as a non-profitable centre of education.",
    "about_list_1": "It develops human capacities and resources in technical fields for the graduates of the preparatory schools, and educating technical qualified people in relation to the marketing needs.",
    "about_list_2": " It provides advisory services in all advisory councils.",
    "about_list_3": "It supports scientific research and innovations to reach profession and new ideas on an advanced level.",
    "students": "Students",
    "teachers": "Teachers",
    "academics": "Academics",
    "staff_members": "Staff Members"
  },
  "PresidentSpeech": {
    "head": "The Message from the President of the University.",
    "name": "Prof. Dr. Edrees Muhammad Harki",
    "header": "Welcome to Erbil Polytechnic University!",
    "text": "Since my selection to lead EPU in April 2022, I have focused on understanding our university's environment and developing it to meet community needs. We emphasize practical learning, high-quality technical education, and a safe environment for students and faculty. Our goal is to translate classroom theory into practical applications, allowing students to make a positive impact on the world. We strive to enhance EPU's environment so everyone feels proud and valued. Our success depends on the growth and achievements of our faculty, students, and staff, supported by our generous partners and stakeholders. EPU is a thriving community attracting national and international students, instructors, and academic leaders. Together, we can enhance research results and drive positive change. We are committed to fostering an engaged learning environment, cultivating a sense of belonging, and expanding our academic relations through joint research, training, and exchanges. EPU aims to educate and equip Gen Z students with 21st-century skills for effective communication and creative thinking. With six technical colleges, six technical institutes, 629 academic staff, and around 11,000 students, we are dedicated to providing inclusive technical education based on labor market needs in Kurdistan. We prepare learners for personal responsibility in their education and careers, developing critical thinking and teamwork skills demanded by employers. Our collaborations with partners in various sectors ensure we contribute to the success of Kurdistan as we move towards a bright future."
  },
  "Vision": {
    "head": "Vision",
    "title": "The Vision Of Erbil Polytechnic University Is Dedicated To Achieving Following Goals:",
    "list_1": "Improvement of learning outcomes through the implementation of the Bologna process.",
    "list_2": "Community and Global Engagement: EPU will develop and prepare students for life and the workplace in an intercultural and globalizing world. Today, the world is interconnected and everyone is closely related and dependent on each other to address issues such as climate change, health, and economic impact."
  },
  "Mission": {
    "head": "Mission",
    "title": "The Vision Of Erbil Polytechnic University Is Dedicated To Achieving Following Goals:",
    "list_1": "Improvement of learning outcomes through the implementation of the Bologna process.",
    "list_2": "Community and Global Engagement: EPU will develop and prepare students for life and the workplace in an intercultural and globalizing world. Today, the world is interconnected and everyone is closely related and dependent on each other to address issues such as climate change, health, and economic impact."
  },
  "AboutKurdistan": {
    "head": "About Kurdistan",
    "general_background": "General Background",
    "general_text": "Lebanese French University is one of the 18 private universities that are present in the Kurdistan Region of Iraq. Kurdistan Region is an autonomous region in Iraq, consisting of four Kurdish-dominated provinces: Duhok, Erbil, Halabja and Sulaymaniya, bordering Iran, Syria and Turkey. Kurdistan Region includes most of Iraqi Kurdistan, but excludes disputed territories such as Kirkuk. The Kurdistan Regional Parliament is based in Erbil. The cabinet exists of 23 ministries along with the president, prime minister, and deputy prime minister they govern the region. In the 20th century, the Iraqi Kurds shook between the battle for autonomy and independence. The Kurds became the victim of Arabization and genocide by the hands of the Ba’ath Party. The no-fly zone which was launched in March 1991 gave the Kurds the opportunity to experiment autonomy, effectively establishing an autonomous region. The central government in Baghdad only granted autonomy to the Kurdistan region in 2005 with a new Iraqi constitution after the collapse of Saddam Hussein. However, a non-binding independence referendum was passed in September 2017, with various international reactions. ",
    "nature": "Nature and Weather",
    "culture": "Food and Culture"
  },
  "Tutorials": {
    "head": "Tutorials",
    "search": "Search for tutorials ...",
    "search_button": "Search",
    "watch": "Watch On Youtube"
  }
}
