{
  "IndexPage": {
    "in_our_university": "In our university",
    "empower_future": "Empowering Your Future !",
    "alumni": "Alumni",
    "facts_about_university": "Facts About University",
    "facts_about_university_text": "Discover the vibrant community at Erbil Polytechnic University with our impressive numbers, showcasing our dedicated students, skilled faculty, supportive staff, and diverse faculties.",
    "students": "Students",
    "teachers": "Teachers",
    "academics": "Academics",
    "staff_members": "Staff Members",
    "latest_news": "Latest News",
    "latest_news_text": "Discover the latest news at Erbil Polytechnic University. Stay informed about academic achievements, campus developments, and community initiatives that highlight our commitment to excellence and innovation.",
    "departments": "Departments",
    "see_all": "See all",
    "new_events": "New Events",
    "new_events_text": "Stay updated with the latest events at Erbil Polytechnic University. From academic seminars to cultural activities, discover what is happening on campus and join us in celebrating knowledge and community.",
    "research": "Research",
    "research_text": "Explore groundbreaking research at Erbil Polytechnic University, where our dedicated teams advance knowledge, innovate solutions, and contribute to global scientific and technological progress.",
    "research_paper": "Research Paper",
    "conference_paper": "Conference Paper"
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "home": "Home",
    "about": "About Us",
    "academics": "Academics",
    "relation": "Relations",
    "centers": "Centers",
    "studyProgram": "Study Programs",
    "students": "Students",
    "portals": "Portals",
    "academicStaff": "Academic Staff",
    "departments": "Departments",
    "college_council": "College Council",
    "teachers": "Teachers",
    "news_events": "News & Events",
    "labs": "Labs"
  },
  "Footer": {
    "copyright": "© 2025 Erbil Polytechnic University. All right reserved.",
    "you_may_also_like": "You may also like",
    "most_useful_links": "Most Useful Links",
    "colleges": "Colleges",
    "institutions": "Institutions",
    "EPU_programs": "EPU Programs",
    "academic_staff": "Academic Staff",
    "conferences": "Conferences",
    "connect_with_us": "Connect with Us",
    "empower_future_text": "Empowering Future Leaders Through Innovative Education",
    "academics": "Academics",
    "centers": "Centers",
    "about": "About",
    "history": "History",
    "president_speech": "President Speech",
    "relations": "Relations",
    "strategy": "Strategy",
    "contact_us": "Contact Us"
  },
  "About": {
    "head": "About Us",
    "history": "EPU History",
    "history_text": "Erbil Polytechnic University was founded in 1993 by the Kurdistan National Council and was opened in 1996 under the name of ‘Foundation of Technical Institutes’. When the Technical colleges were opened, its name was changed to ‘ Foundation of Technical Studies. It later became the Erbil Polytechnic University in 2012, embracing 4 colleges and 7 technical institutes.",
    "uni_stages": "University Stages",
    "stage_1": "was founded by the Kurdistan National Council",
    "stage_2": "was opened under the name of ‘Foundation of Technical Institutes’",
    "stage_3": "Change to Erbil Polytechnic University.",
    "about_text": "Erbil Polytechnic university is a scientific governmental academy which aims at educating technical qualified people in the various specialties to meet the needs of the society, as a non-profitable centre of education.",
    "about_list_1": "It develops human capacities and resources in technical fields for the graduates of the preparatory schools, and educating technical qualified people in relation to the marketing needs.",
    "about_list_2": " It provides advisory services in all advisory councils.",
    "about_list_3": "It supports scientific research and innovations to reach profession and new ideas on an advanced level.",
    "students": "Students",
    "teachers": "Teachers",
    "academics": "Academics",
    "staff_members": "Staff Members"
  },
  "PresidentSpeech": {
    "head": "The Message from the President of the University.",
    "name": "Prof. Dr. Edrees Muhammad Harki",
    "header": "Welcome to Erbil Polytechnic University!",
    "text": "Since my selection to lead EPU in April 2022, I have focused on understanding our university's environment and developing it to meet community needs. We emphasize practical learning, high-quality technical education, and a safe environment for students and faculty. Our goal is to translate classroom theory into practical applications, allowing students to make a positive impact on the world. We strive to enhance EPU's environment so everyone feels proud and valued. Our success depends on the growth and achievements of our faculty, students, and staff, supported by our generous partners and stakeholders. EPU is a thriving community attracting national and international students, instructors, and academic leaders. Together, we can enhance research results and drive positive change. We are committed to fostering an engaged learning environment, cultivating a sense of belonging, and expanding our academic relations through joint research, training, and exchanges. EPU aims to educate and equip Gen Z students with 21st-century skills for effective communication and creative thinking. With six technical colleges, six technical institutes, 629 academic staff, and around 11,000 students, we are dedicated to providing inclusive technical education based on labor market needs in Kurdistan. We prepare learners for personal responsibility in their education and careers, developing critical thinking and teamwork skills demanded by employers. Our collaborations with partners in various sectors ensure we contribute to the success of Kurdistan as we move towards a bright future."
  },
  "Vision": {
    "head": "Vision",
    "title": "The Vision Of Erbil Polytechnic University Is Dedicated To Achieving Following Goals:",
    "list_1": "Improvement of learning outcomes through the implementation of the Bologna process.",
    "list_2": "Community and Global Engagement: EPU will develop and prepare students for life and the workplace in an intercultural and globalizing world. Today, the world is interconnected and everyone is closely related and dependent on each other to address issues such as climate change, health, and economic impact."
  },
  "Mission": {
    "head": "Mission",
    "title": "The Vision Of Erbil Polytechnic University Is Dedicated To Achieving Following Goals:",
    "list_1": "Improvement of learning outcomes through the implementation of the Bologna process.",
    "list_2": "Community and Global Engagement: EPU will develop and prepare students for life and the workplace in an intercultural and globalizing world. Today, the world is interconnected and everyone is closely related and dependent on each other to address issues such as climate change, health, and economic impact."
  },
  "AboutKurdistan": {
    "head": "About Kurdistan",
    "general_background": "General Background",
    "general_text": "Lebanese French University is one of the 18 private universities that are present in the Kurdistan Region of Iraq. Kurdistan Region is an autonomous region in Iraq, consisting of four Kurdish-dominated provinces: Duhok, Erbil, Halabja and Sulaymaniya, bordering Iran, Syria and Turkey. Kurdistan Region includes most of Iraqi Kurdistan, but excludes disputed territories such as Kirkuk. The Kurdistan Regional Parliament is based in Erbil. The cabinet exists of 23 ministries along with the president, prime minister, and deputy prime minister they govern the region. In the 20th century, the Iraqi Kurds shook between the battle for autonomy and independence. The Kurds became the victim of Arabization and genocide by the hands of the Ba’ath Party. The no-fly zone which was launched in March 1991 gave the Kurds the opportunity to experiment autonomy, effectively establishing an autonomous region. The central government in Baghdad only granted autonomy to the Kurdistan region in 2005 with a new Iraqi constitution after the collapse of Saddam Hussein. However, a non-binding independence referendum was passed in September 2017, with various international reactions. ",
    "nature": "Nature and Weather",
    "culture": "Food and Culture"
  },
  "Tutorials": {
    "head": "Tutorials",
    "search": "Search for tutorials ...",
    "search_button": "Search",
    "watch": "Watch On Youtube"
  },
  "UniversityBoard": {
    "head": "University Board",
    "title": "Head of the University Council",
    "name": "Prof. Dr. Edreed Muhammed Harki",
    "council_members": "Council Members",
    "view_profile": "View Profile"
  },
  "AcademicStaff": {
    "head": "Academic Staff",
    "search": "Search",
    "select_position": "Select Position",
    "select_department": "Select Department",
    "select_academics": "Select Academics",
    "search_by_name": "Search by name...",
    "results": "Results",
    "view_profile": "View Profile",
    "see_more": "See More",
    "about": "About",
    "teaching": "Teaching",
    "education": "Education",
    "professional_engagement": "Professional Engagement",
    "academics": "Academics",
    "general_specialization": "General Specialization",
    "specific_specialization": "Specific Specialization",
    "lecturer_at": "Lecturer At",
    "curriculum_vitae": "Curriculum Vitae",
    "biography": "Biography",
    "subject": "Subject",
    "year": "Year",
    "semester": "Semester",
    "stage": "Stage",
    "qualifications": "Qualifications",
    "experience": "Experience",
    "books": "Books",
    "publications": "Publications",
    "research_intrest": "Research Intrest",
    "supervising_research": "Supervising Research",
    "seminars": "Seminars",
    "workshops": "Workshops",
    "conferences": "Conferences",
    "trainings": "Trainings",
    "awards": "Awards",
    "professional_acts": "Professional Acts",
    "attachment": "Attachment",
    "read_more": "Read More",
    "number_of_audience": "Number of Audience",
    "type": "Type",
    "number_of_present": "Number Of Present",
    "level": "Level",
    "research_title": "Research Title",
    "students": "Students",
    "acknowledgment": "Acknowledgment",
    "committees": "Committees",
    "memberships": "Memberships",
    "activities": "Activities",
    "research_evaluation": "Research Evaluation",
    "committees_evaluation": "Committees Evaluation",
    "grants": "Grants",
    "achievement": "Achievement"
  },
  "Apply": {
    "head": "How to apply for EPU?",
    "text": "Ready to join Erbil Polytechnic University? Complete our online application form, submit your academic documents, and pay the application fee. For any questions or assistance, our admissions team is here to help. Start your application today!",
    "question": "Question",
    "why_apply": "Why Should apply to our university ?",
    "reason_1": "Cutting-Edge Programs",
    "reason_text_1": "Our diverse range of undergraduate and postgraduate programs are designed to equip students with the latest knowledge and skills needed for today’s competitive job market.",
    "reason_2": "Strong Industry Connections",
    "reason_3": "Vibrant Campus Life",
    "to_apply": "To apply for EPU, the student should",
    "list_1": "Have a high school certificate or what equals.",
    "list_2": "Foreign students / Graduates of International Schools must submit equalized and approved high school transcript/ certificate. For more information, please visit the Ministry of Education (KRG) website."
  },
  "Decisions": {
    "head": "Decisions And Instructions",
    "decision": "Decisions",
    "intructions": "Instructions",
    "higher_edu": "Ministry Of Higher Education and Scientific Research",
    "uni": "Erbil Polytechnic University"
  },
  "Centers": {
    "head": "Centers",
    "lang_center": "Language Center",
    "news_center": "News Center",
    "vision_mission": "Vision & Mission",
    "build_edu": "Building Cross Cultural Connections Through Lanugage Education",
    "vision_statement": "Vision Statement",
    "vision_statement_text": "The EPU Language Center attempts to establish cross-cultural bridge and dimension by running a number of foreign language courses, such as English language which is an important medium of study at universities worldwide and the main tool of academic research.",
    "mission_statement": "Mission Statement",
    "mission_statement_text": "Our mission is to provide students and participants with language skills (Reading, Writing, Listening and speaking) that will enable them to develop their academic achievement.",
    "contact": "Contact",
    "email": "Email",
    "phone_number": "Phone Number",
    "staff": "Staff",
    "news": "News",
    "staff_members": "Staff Members",
    "center_news": "Center News"
  },
  "Students": {
    "head": "Campus Life",
    "text": "Campus on a tour designed for prospective graduate and professional students. You will see how our university like, facilities, studenst and life in this university. Meet our graduate admissions representative to learn more about our graduate programs and decide what it the best for you.",
    "stadiums": "Stadiums",
    "pools": "Pools",
    "libraries": "Libraries",
    "libraries_at_EPU": "Libraries At EPU",
    "library_text": "Discover a wealth of knowledge with our extensive collections and state-of-the-art facilities. Our libraries are designed to support your academic and research needs.",
    "study_spaces": "Study Spaces",
    "technology_access": "Technology Access",
    "library_house": "Library House",
    "university_sports_stadiums": "University Sports & Stadiums",
    "university_sports_stadiums_text": "Enjoy a variety of sports, from football to tennis, for all skill levels.",
    "beautiful_campus_parks": "Beautiful Campus Parks",
    "beautiful_campus_parks_text": "Our picturesque campus parks provide serene spaces for relaxation, study, and socializing. Enjoy the beauty of nature while you unwind and connect with fellow students.",
    "see_on_map": "See On Map",
    "campus_life_through_the_lens": "Campus Life Through the Lens",
    "campus_life_through_the_lens_text": "Explore the vibrant life at our university through a collection of captivating photos.",
    "campuses": "Campuses",
    "campuses_text": "Construction and Materials Technology Engineering Department",
    "accomodation": "Student Accomodations",
    "accomodation_text": "Experience a comfortable and enriching living environment at our student dormitories. Our accommodations are designed with students' needs in mind, offering modern amenities and a supportive community atmosphere. Each dormitory provides spacious rooms, study areas, and recreational facilities to ensure a balanced lifestyle. The university offers various services tailored to support students from all our academies, colleges, and institutions. We provide high-speed internet, laundry facilities, and dining options to cater to your daily needs. Dedicated study rooms and lounges offer the perfect environment for academic focus and group study sessions. For relaxation and leisure, our dormitories feature common rooms, fitness centers, and outdoor recreational spaces. Our residence life team organizes events and activities to help you connect with fellow students and build lasting friendships. Safety is a top priority, with 24/7 security and on-site staff available to assist you. Each academic unit within the university, including our colleges and institutions, offers additional support services. These may include academic advising, tutoring, and career counseling to help you achieve your personal and professional goals. Living in the dormitory provides easy access to campus resources, ensuring you are always close to your classes, libraries, and labs. Enjoy the convenience and camaraderie of on-campus living, where you can fully immerse yourself in the university experience. Our student dormitories are more than just a place to stay; they are a community where you can grow, learn, and thrive.",
    "intern_and_career": "Intern & Career",
    "career_development_opportunities": "Career Development Opportunities",
    "career_development_opportunities_text": "Discover a range of career programs designed to support your professional growth and success. From personalized counseling and skill development to job search resources and internships, our services aim to prepare you for a rewarding career. Explore how we can help you achieve your career goals.",
    "enhance_skills": "What Our University Offers to Enhance Our Students' Skills ?",
    "enhance_skills_text": "Explore the diverse services and opportunities we provide to foster skill development and career readiness.",
    "card_1": "Personalized Career Counseling",
    "card_1_text": "Tailored guidance to align academic pursuits with career goals.",
    "card_2": "Comprehensive Skill Workshops",
    "card_2_text": "Hands-on workshops to build critical skills",
    "card_3": "Internship Placement Programs",
    "card_3_text": "Connecting students with industry internships.",
    "card_4": "Advanced Research Facilities",
    "card_4_text": "State-of-the-art labs for innovative research.",
    "explore_jobs": "Explore Exciting Job Offers and Training Opportunities",
    "explore_jobs_text": "Discover career openings and training programs designed to help you grow and succeed in your chosen field..",
    "successful_stories": "Successful Stories",
    "successful_stories_text": "Testimonials and case studies of alumni who have successfully transitioned into their careers. Highlight their journey and advice.",
    "union": "Union",
    "teach": "Teach.",
    "learn": "Learn.",
    "grow": "Grow.",
    "learning": "Learning",
    "collaboration": "Collaboration",
    "student_achievement": "Our Student’s Achievements",
    "student_achievement_text": "Our students consistently excel both academically and beyond Discover their remarkable projects, innovations, and contributions that make our university proud. Celebrate the dedication and success of our vibrant student community.",
    "card_union_1": "Renewable Energy Initiative",
    "card_union_1_text": "Implemented a campus-wide solar energy project, promoting sustainability.",
    "card_union_2": "International Research Grant",
    "card_union_2_text": "Secured a prestigious grant for groundbreaking medical research.",
    "card_union_3": "National Debate Champion",
    "card_union_3_text": "Won first place in the national debate competition, showcasing exceptional public speaking skills.",
    "card_union_4": "Community Service Award",
    "card_union_4_text": "Recognized for outstanding contributions to local community service projects.",
    "about_union": "About Student’s Union",
    "about_union_text": "The Student Union at Erbil Polytechnic University is dedicated to fostering a vibrant and inclusive campus community. Our mission is to advocate for student interests, support academic and social activities, and enhance overall student well-being. Through leadership, advocacy, and diverse programs, we strive to enrich the university experience for all students.",
    "alumni": "Alumni Students",
    "feedback": "Feedback",
    "feedback_title": "What students say about us",
    "feedback_text": "Discover how EPU has positively impacted our students academic and professional journeys.",
    "alumni_success_stories": "Alumni Success Stories",
    "alumni_success_stories_text": "Discover the inspiring journeys of our graduates as they excel in their careers and make a difference in their communities.",
    "read_more": "Read More",
    "become_alumni": "Become a Part of Our Alumni",
    "become_alumni_text": "Join our vibrant alumni network by studying in one of our esteemed programs. Choose the path that suits you best and become a proud member of our university community.",
    "alimni_1": "Study in One of Our Undergraduate Programs",
    "alimni_1_text": "Dive into a diverse range of undergraduate programs designed to provide you with a strong academic foundation and the skills needed to excel in your chosen field.",
    "alimni_2": "Enroll in a Postgraduate Program",
    "alimni_2_text": "Advance your education and career with our comprehensive postgraduate programs, offering specialized knowledge and research opportunities in various disciplines."
  },
  "Colleges": {
    "new_events": "New Events",
    "new_events_text": "Stay updated with the latest events at Erbil Polytechnic University. From academic seminars to cultural activities, discover what is happening on campus and join us in celebrating knowledge and community.",
    "header_title": "Technology College",
    "header_desc": "Explore the comprehensive programs, expert faculty, and cutting-edge facilities at Erbil Technical Health & Medical College, dedicated to preparing future leaders in healthcare and medical fields.",
    "news": "Stay Updated with Our Latest College News!",
    "news_text": "Catch up on the most recent news and developments from our university, including important announcements and upcoming events.",
    "college_departments": "College Departments",
    "college_departments_text": "Explore our diverse academic departments, each offering specialized programs and dedicated faculty to support your educational journey and career aspirations.",
    "see_all_departments": "See All Departments",
    "creating_future": "Creating a better future generation",
    "great_teacher": "We Have Great Teacher",
    "useful_labs": "We Have Useful Labs",
    "about": "A Brief Summary about Erbil Administrative Technical Institute – Erbil",
    "about_text": "Erbil Administrative Technical Institute was officially established on February 14, 1987 in the capital of the Kurdistan Region , Like all Kurdistan institutes and colleges, it was affiliated to the Council of Higher Education under the Council of Ministers. They consisted of the following departments: (Health and Society, Hospitalization, Anesthesia, Electricity, Mechanics, Law Administration).In 1988-1989, the first graduation course was held and several other departments were opened. Until 2003-2004, the number of departments of the institute became 16 departments that belonged to the fields of (mediate-administration, technology and agriculture).As a result of this expansion, each of these fields became independent institutes and included the following departments, which means that the, the medical departments became medical technical institute, and the agricultural departments became Agricultural Technical Institute, and Technology Departments became the Technology Institute, and the administrative departments become Administrative Technical Institute.Erbil Administrative Technical Institute now consists of 10 departments: Law Administration, Accounting, Management Information System, Information and Library, Tourism foundation  Administrations, Business Management , Marketing, translation techniques department. The main objective of the institute is to train and prepare skilled experts in the scientific departments of the institute, who will become the owners of certificates (Diploma degree) in order to further rebuild Kurdistan and improve the scientific level of administrative institutions in the country.",
    "departments": "Departments",
    "teachers": "Teachers",
    "students": "Students",
    "contact": "Contact Us",
    "mail": "Email",
    "phone_number": "Phone Number",
    "location": "Location",
    "vision": "Vision",
    "vision_text": "Erbil Administrative Technical Institute was officially established on February 14, 1987 in the capital of the Kurdistan Region , Like all Kurdistan institutes and colleges, it was affiliated to the Council of Higher Education under the Council of Ministers.",
    "mission": "Mission",
    "mission_text": "Erbil Administrative Technical Institute was officially established on February 14, 1987 in the capital of the Kurdistan Region , Like all Kurdistan institutes and colleges, it was affiliated to the Council of Higher Education under the Council of Ministers.",
    "college_council": "College Council",
    "view_profile": "View Profile",
    "dean_of_college": "Dean Of College",
    "name": "Prof. Dr. Kayhan Zrar Ghafoor",
    "labs": "Laboratories",
    "read_more": "Read More",
    "belongs_to": "Belongs To",
    "lab_number": "Lab Number",
    "equipped_with": "Equipped With",
    "lab_text": "Our Medical Lab offers cutting-edge facilities and advanced equipment, providing students with hands-on experience in clinical and biomedical research. Dedicated to innovation, the lab supports various research projects and practical training sessions. Expert faculty and staff ensure a comprehensive learning environment, fostering the development of future healthcare professionals.",
    "ensuring_campus_safety": "Ensuring Campus Safety",
    "ensuring_campus_safety_text": "Our commitment to campus safety encompasses comprehensive protocols and ongoing initiatives to create a secure environment for all students, faculty, and staff. From regular safety drills to advanced surveillance systems, we prioritize the well-being and peace of mind of our university community.",
    "about_button": "About",
    "vision_mission": "Vision & Mission",
    "council_staff": "Council Staff",
    "researches": "Researches",
    "course_subjects": "Course Subjects",
    "guide_lines": "Guidelines",
    "news_button": "News",
    "staff_members": "Staff Members",
    "department_staff": "Department Staff",
    "select_date": "Select Date",
    "select_stage": "Select Stage",
    "select_semester": "Select Semester",
    "select_system": "Select System",
    "search_research": "Search for Researches",
    "search": "Search",
    "attachment": "Attachment",
    "research_title": "Research Title",
    "supervisor": "Supervisor",
    "research_detail": "Research Detail",
    "guide_lines_title": "Graduation Project Guideline",
    "download": "Download",
    "see_course_curriculum": "See Course Curriculum",
    "see_details": "See Details",
    "subject_name": "Subject Name",
    "subject_description": "Subject Description",
    "course_info": "Course Info",
    "stage": "Stage",
    "semester": "Semester",
    "course_type": "Course Type",
    "credit": "Credit",
    "code": "Code",
    "assessment_scheme": "Assessment Scheme",
    "attendance": "Attendance",
    "class_tests": "Class Tests & Quizzes",
    "midterm_exam": "Midterm Exam",
    "practical_exam": "Practical Exam",
    "final_exam": "Final Exam",
    "subject_schedule": "Subject Schedule",
    "duration": "Duration",
    "lectures": "Lectures",
    "language": "Language",
    "hours_per_week": "Hours Per Week",
    "PDF_lectures": "PDF Lectures",
    "course_carriculum": "Course Carriculum",
    "theory_hours": "Theory Hours",
    "practical_hours": "Practical Hours",
    "ECTS": "ECTS",
    "module_description": "Module Description",
    "subject": "Subject",
    "first_semester": "First Semester",
    "second_semester": "Second Semester",
    "third_semester": "Third Semester"
  },
  "Directorate": {
    "university_directory": "University Directory",
    "administrative_structure": "Administrative Structure",
    "scientific_structure": "Scientific Structure",
    "student_affairs": "Student Affairs",
    "about": "About",
    "staff": "Staff",
    "units": "Units",
    "news": "News",
    "dean_of_college": "Dean Of College",
    "name": "Prof. Dr. Edreed Muhammed Harki",
    "view_profile": "View Profile",
    "registry_university": "Registry Of The University President",
    "university_secrtariat": "University secrtariat",
    "staff_members": "Staff Members"
  },
  "International": {
    "international_strategy": "International Strategy",
    "international_strategy_text": "Explore the wide range of international programs and partnerships we offer. Our goal is to foster global collaboration and provide enriching opportunities for our students and staff.",
    "strategy": "Strategy",
    "strategy_text": "To achieve internationalisation, EPU focuses on teaching, research and innovation, community engagement, and globalisation, thereby taking an advisory role in raising awareness of the significance of internationalisation, student and staff mobility and highquality international research. A crucial part in developing its internationalisation will be self-enhancement through collaboration with local and international organisations in order to play an important role in advancing knowledge and solving problems of the community. Overall, the internationalisation strategy of the university focuses on five core goals",
    "goals": "Goals",
    "activities": "Activities",
    "outcomes": "Outcomes",
    "actions": "Actions",
    "first_goal": "First Goal",
    "first_goal_text": "To achieve internationalisation, EPU focuses on teaching, research and innovation, community engagement, and globalisation, thereby taking an advisory role in raising awareness of the significance of internationalisation, student and staff mobility and highquality international research. A crucial part in developing its internationalisation will be self-enhancement through collaboration with local and international organisations in order to play an important role in advancing knowledge and solving problems of the community. Overall, the internationalisation strategy of the university focuses on five core goals",
    "second_goal": "Second Goal",
    "second_goal_text": "To achieve internationalisation, EPU focuses on teaching, research and innovation, community engagement, and globalisation, thereby taking an advisory role in raising awareness of the significance of internationalisation, student and staff mobility and highquality international research. A crucial part in developing its internationalisation will be self-enhancement through collaboration with local and international organisations in order to play an important role in advancing knowledge and solving problems of the community. Overall, the internationalisation strategy of the university focuses on five core goals",
    "activities_text": "Various internationalisation activities will support this general endeavour. To fully implement the Bologna process, the university will undertake the following activities in next five years:",
    "list_1": "It develops human capacities and resources in technical fields for the graduates of the preparatory schools, and educating technical qualified people in relation to the marketing needs.",
    "list_2": " It provides advisory services in all advisory councils.",
    "list_3": "It supports scientific research and innovations to reach profession and new ideas on an advanced level.",
    "outcomes_text": "The plan is expected to lead to the full implementation of ECTS and the Bologne process isthreecycles. Indicators for the above mentioned activities will be:"
  }
}
