{
  "IndexPage": {
    "in_our_university": "لە زانکۆکەمان",
    "empower_future": "بەهێزکردنی داهاتووتان !",
    "alumni": "خوێندکارانی پێشوو",
    "facts_about_university": "ڕاستیەکان دەربارەی زانکۆ",
    "facts_about_university_text": "کۆمەڵگەی چالاک لە زانکۆی پۆلیتەکنیکی هەولێر بدۆزەرەوە بە ژمارە سەرنجڕاکێشەکانمان، نیشاندانی خوێندکارە دڵسۆزەکانمان، مامۆستای لێهاتوو، ستافی پاڵپشت، و فاکەڵتییە هەمەچەشنەکانمان.",
    "students": "خوێندکاران",
    "teachers": "مامۆستایان",
    "academics": "ئەکادیمیەکان",
    "staff_members": "ئەندامانی ستاف",
    "latest_news": "نوێترین هەواڵ",
    "latest_news_text": "نوێترین هەواڵ لە زانکۆی پۆلیتەکنیکی هەولێر بدۆزەرەوە. ئاگاداری دەستکەوتە ئەکادیمییەکانمان بن، پێشکەوتنەکانی کەمپەکە، و دەستپێشخەرییەکانی کۆمەڵگا کە تیشک دەخەنە سەر پابەندبوونمان بە باشی و داهێنان.",
    "departments": "بەشەکان",
    "see_all": "هەمووی ببینە",
    "new_events": "بۆنە نوێیەکان",
    "new_events_text": "ئاگاداری نوێترین بۆنەکانی زانکۆی پۆلیتەکنیکی هەولێر بن. لە سیمینارە ئەکادیمییەکانەوە تا چالاکییە کولتوورییەکان، بزانە چی لە ناو کەمپەسدا ڕوودەدات و لەگەڵمان بن لە ئاهەنگگێڕان بە بۆنەی زانین و کۆمەڵگا.",
    "research": "توێژینەوە",
    "research_text": "توێژینەوەی پێشکەوتوو لە زانکۆی پۆلیتەکنیکی هەولێر سەیرکەن، کە تیمە تایبەتمەندەکانمان زانیاری پێشدەخەن، چارەسەری داهێنان دەکەن، بەشداری دەکەن لە پێشکەوتنی زانستی و تەکنەلۆژی جیهانیدا.",
    "research_paper": "وەرەقەی توێژینەوە",
    "conference_paper": "وەرەقەی کۆنفڕانس"
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "home": "سەرەکی",
    "about": "دەربارەی ئێمە",
    "academics": "ئەکادیمیا",
    "relation": "پەیوەندیەکان",
    "centers": "سەنتەرەکان",
    "studyProgram": "پرۆگرامی خوێندن",
    "students": "قوتابیەکان",
    "portals": "پۆرتاڵەکان",
    "academicStaff": "ستافی ئەکادیمی"
  },
  "Footer": {
    "copyright": "© 2025 زانکۆی پۆلیتەکنیکی هەولێر. هەموو مافێک پارێزراوە.",
    "you_may_also_like": "ڕەنگە حەزت لەمانە بێت",
    "most_useful_links": "بەسودترین لینکەکان",
    "colleges": "کۆلێژەکان",
    "institutions": "دامەزراوەکان",
    "EPU_programs": "بەرنامەکانی EPU",
    "academic_staff": "ستافی ئەکادیمی",
    "conferences": "کۆنفرانسەکان",
    "connect_with_us": "پەیوەندیمان لەگەڵ ببەستە",
    "empower_future_text": "بەهێزکردنی سەرکردەکانی داهاتوو لە ڕێگەی پەروەردەی داهێنەرانە",
    "academics": "ئەکادیمیەکان",
    "centers": "سەنتەرەکان",
    "about": "دەربارە",
    "history": "مێژوو",
    "president_speech": "وتاری سەرۆک",
    "relations": "پەیوەندییەکان",
    "strategy": "ستراتیجی",
    "contact_us": "پەیوەندیمان پێوە بکەن"
  },
  "About": {
    "head": "دەربارەی ئێمە",
    "history": "مێژووی EPU",
    "history_text": "زانکۆی پۆلیتەکنیکی هەولێر لە ساڵی ١٩٩٣ لە لایەن جڤاتی نیشتمانی کوردستان دامەزراوە و لە ساڵی ١٩٩٦ لە ژێر ناوی ‘دامەزراوەی پەیمانگا تەکنیکیەکان’ کرایەوە. کاتێک کۆلێژە تەکنیکییەکان کرانەوە، ناوەکەی گۆڕدرا بۆ ‘ Foundation of Technical Studies. دواتر لە ساڵی ٢٠١٢ بوو بە زانکۆی پۆلیتەکنیکی هەولێر و ٤ کۆلێژ و ٧ پەیمانگای تەکنیکی لەخۆگرتبوو.",
    "uni_stages": "قۆناغەکانی زانکۆ",
    "stage_1": "لەلایەن جڤاتی نیشتیمانی کوردستانەوە دامەزراوە",
    "stage_2": "لە ژێر ناوی ‘دامەزراوەی پەیمانگا تەکنیکییەکان’ کرایەوە",
    "stage_3": "گۆڕدرا بۆ زانکۆی پۆلیتەکنیکی هەولێر.",
    "about_text": "زانکۆی پۆلیتەکنیکی هەولێر ئەکادیمیایەکی زانستی حکومییە کە ئامانجی پەروەردەکردنی کەسانی شارەزای تەکنیکییە لە پسپۆڕییە جیاوازەکان بۆ دابینکردنی پێداویستییەکانی کۆمەڵگا، وەک ناوەندێکی پەروەردەیی قازانج نەویست.",
    "about_list_1": "توانا و سەرچاوە مرۆییەکان لە بوارە تەکنیکییەکان بۆ دەرچووانی قوتابخانە ئامادەکارییەکان پەرەپێدەدات، هەروەها پەروەردەکردنی کەسانی شارەزا تەکنیکی لە پێوەندی لەگەڵ پێداویستییەکانی بازاڕکردن.",
    "about_list_2": "خزمەتگوزاری ڕاوێژکاری لە سەرجەم ئەنجومەنی ڕاوێژکاریدا پێشکەش دەکات.",
    "about_list_3": "پاڵپشتی توێژینەوەی زانستی و داهێنان دەکات بۆ گەیشتن بە پیشە و بیرۆکەی نوێ لەسەر ئاستێکی پێشکەوتوو.",
    "students": "خوێندکاران",
    "teachers": "مامۆستایان",
    "academics": "ئەکادیمیەکان",
    "staff_members": "ئەندامانی ستاف"
  },
  "PresidentSpeech": {
    "head": "پەیامێک لە سەرۆکی زانکۆ.",
    "name": "پڕۆفیسۆر دکتۆر ئێدریس محمد هەرکی",
    "header": "بەخێربێن بۆ زانکۆی پۆلیتەکنیکی هەولێر!",
    "text": "لە دوای هەڵبژاردنی من بۆ سەرکردایەتیکردنی EPU لە نیسانی ٢٠٢٢، سەرنجم لەسەر تێگەیشتن لە ژینگەی زانکۆکەمان و پەرەپێدانی بۆ دابینکردنی پێداویستییەکانی کۆمەڵگا بووە. ئێمە جەخت لەسەر فێربوونی پراکتیکی و پەروەردەی تەکنیکی کوالیتی بەرز و ژینگەیەکی سەلامەت بۆ خوێندکاران و مامۆستایان دەکەینەوە. ئامانجمان وەرگێڕانی تیۆری پۆلە بۆ بەکارهێنانی پراکتیکی، ڕێگە بە خوێندکاران دەدات کاریگەری ئەرێنی لەسەر جیهان دروست بکەن. ئێمە هەوڵدەدەین ژینگەی EPU بەرز بکەینەوە بۆ ئەوەی هەمووان هەست بە شانازی و بەها بکەن. سەرکەوتنەکانمان پەیوەستە بە گەشەکردن و دەستکەوتەکانی فاکەڵتی و خوێندکاران و ستافەکەمانەوە، کە لەلایەن هاوبەشە بەخشندە و لایەنە پەیوەندیدارەکانمانەوە پشتگیری دەکرێن. EPU کۆمەڵگەیەکی گەشەسەندووە کە خوێندکاران و ڕاهێنەران و سەرکردە ئەکادیمییەکانی نیشتمانی و نێودەوڵەتی بۆ خۆی ڕادەکێشێت. پێکەوە دەتوانین ئەنجامی توێژینەوەکان بەرز بکەینەوە و گۆڕانکاری ئەرێنی ببەین. ئێمە پابەندین بە پەروەردەکردنی ژینگەیەکی فێرکاری سەرقاڵ، چاندنی هەستی سەربەخۆیی، و فراوانکردنی پەیوەندییە ئەکادیمییەکانمان لە ڕێگەی لێکۆڵینەوە و ڕاهێنان و ئاڵوگۆڕی هاوبەشەوە. ئامانجی EPU پەروەردەکردن و تەیارکردنی خوێندکارانی Gen Z بە کارامەیی سەدەی بیست و یەکەم بۆ پەیوەندی کاریگەر و بیرکردنەوەی داهێنەرانە. بە شەش کۆلێژی تەکنیکی و شەش پەیمانگای تەکنیکی و ٦٢٩ ستافی ئەکادیمی و نزیکەی ١١ هەزار خوێندکار، تایبەتمەندین بە پێشکەشکردنی پەروەردەی تەکنیکی گشتگیر لەسەر بنەمای پێداویستیەکانی بازاڕی کار لە کوردستان. ئێمە فێرخوازان ئامادە دەکەین بۆ بەرپرسیارێتی کەسی لە خوێندن و پیشەکەیاندا، پەرەپێدانی بیرکردنەوەی ڕەخنەگرانە و تواناکانی کارکردنی تیمی کە خاوەنکارەکان داوای دەکەن. هاوکارییەکانمان لەگەڵ هاوبەشەکان لە کەرتە جیاوازەکاندا دڵنیای دەدات کە ئێمە بەشداریمان لە سەرکەوتنی کوردستاندا هەیە لەکاتێکدا بەرەو ئایندەیەکی گەش هەنگاو دەنێین."
  },
  "Vision": {
    "head": "دیدگا",
    "title": "دیدگای زانکۆی پۆلیتەکنیکی هەولێر تایبەتە بە گەیشتن بەم ئامانجانە:",
    "list_1": "باشترکردنی دەرئەنجامەکانی فێربوون لە ڕێگەی جێبەجێکردنی پرۆسەی بۆلۆنیا.",
    "list_2": "بەشداریکردنی کۆمەڵگا و جیهانی: EPU پەرە بە خوێندکاران دەدات و ئامادەی دەکات بۆ ژیان و شوێنی کار لە جیهانێکی نێوان کولتووری و جیهانگیریدا. ئەمڕۆ جیهان بەیەکەوە گرێدراوە و هەمووان پەیوەندییەکی نزیکیان هەیە و وابەستەی یەکترن بۆ چارەسەرکردنی پرسەکانی وەک گۆڕانی کەشوهەوا، تەندروستی، کاریگەری ئابووری."
  },
  "AboutKurdistan": {
    "head": "دەربارەی کوردستان",
    "general_background": "پاشخانی گشتی",
    "general_text": "زانکۆی فەرەنسی لوبنانی یەکێکە لەو ١٨ زانکۆ ئەهلییەی کە لە هەرێمی کوردستانی عێراق ئامادەن. هەرێمی کوردستان هەرێمێکی ئۆتۆنۆمە لە عێراق، لە چوار پارێزگای کوردی باڵادەست پێکهاتووە کە بریتین لە دهۆک، هەولێر، هەڵەبجە و سلێمانی، هاوسنوورە لەگەڵ ئێران، سوریا و تورکیا. هەرێمی کوردستان زۆربەی کوردستانی عێراق لەخۆدەگرێت، بەڵام ناوچە جێناکۆکەکانی وەک کەرکوک بەدەر دەگرێت. پەرلەمانی هەرێمی کوردستان بنکەکەی لە هەولێرە. کابینەکە بوونی هەیە لە ٢٣ وەزارەت لەگەڵ سەرۆک و سەرۆک وەزیران و جێگری سەرۆک وەزیران کە ئەوان بەڕێوەبەرایەتی هەرێم دەکەن. لە سەدەی بیستەمدا کوردی عێراق لە نێوان شەڕی ئۆتۆنۆمی و سەربەخۆییدا هەژاند. کورد بە دەستی حزبی بەعس بوو بە قوربانیی تەعریبکردن و جینۆساید. ناوچەی دژە فڕین کە لە مانگی ئازاری ساڵی ١٩٩١ دەستیپێکرد، دەرفەتی ئەوەی بە کوردەکان دا کە ئۆتۆنۆمی تاقیبکەنەوە، بە شێوەیەکی کاریگەر هەرێمێکی ئۆتۆنۆمی دامەزراند. حکومەتی ناوەندی لە بەغدا تەنها لە ساڵی 2005 بە دەستووری نوێی عێراق دوای ڕووخانی سەدام حوسێن ئۆتۆنۆمی بە هەرێمی کوردستان بەخشی. بەڵام لە مانگی ئەیلولی ساڵی ٢٠١٧دا ڕیفراندۆمێکی سەربەخۆیی ناپابەندکراو پەسەندکرا، کە کاردانەوەی جۆراوجۆری نێودەوڵەتیی تێدابوو. ",
    "nature": "سروشت و کەش و هەوا",
    "culture": "خواردن و کلتور"
  },
  "Tutorials": {
    "head": "فێرکاریەکان",
    "search": "بۆ فێرکاری بگەڕێ",
    "search_button": "بگەڕێ",
    "watch": "لە یوتیوب سەیریکە"
  },
  "UniversityBoard": {
    "head": "دەستەی زانکۆ",
    "title": "سەرۆکی ئەنجومەنی زانکۆ",
    "name": "پڕۆفیسۆر د.ئدرید محمد هەرکی",
    "council_members": "ئەندامانی ئەنجومەن",
    "view_profile": "بینینی هەژمار"
  },
  "AcademicStaff": {
    "head": "ستافی ئەکادیمی",
    "search": "گەڕان",
    "select_position": "پۆست هەڵبژێرە",
    "select_department": "بەش هەڵبژێرە",
    "select_academics": "ئەکادیمیەکان هەڵبژێرە",
    "search_by_name": "گەڕان بە ناو...",
    "results": "ئەنجامەکان",
    "view_profile": "بینینی هەژمار",
    "see_more": "بینینی زیاتر"
  },
  "Apply": {
    "head": "چۆن داواکاری پێشکەش بکەین بۆ EPU؟",
    "text": "ئامادەی بەشداری زانکۆی پۆلیتەکنیکی هەولێر بکەیت؟ فۆڕمی داواکاری ئۆنلاینمان پڕبکەرەوە، بەڵگەنامە ئەکادیمییەکانتان پێشکەش بکەن، و پارەی داواکارییەکە بدەن. بۆ هەر پرسیارێک یان هاوکارییەک، تیمی وەرگرتنەکانمان لێرەن بۆ یارمەتیدان. ئەمڕۆ دەست بە ئەپڵیکەیشنەکەت بکە!",
    "question": "پرسیار",
    "why_apply": "بۆچی پێویستە داواکاری پێشکەش بکات بۆ زانکۆکەمان ؟",
    "reason_1": "بەرنامە پێشکەوتووەکان",
    "reason_text_1": "پرۆگرامە هەمەچەشنەکانی بەکالۆریۆس و پۆست گریجوەیمان بۆ ئەوە دانراون کە خوێندکاران بە نوێترین زانیاری و لێهاتوویی پێویست بۆ بازاڕی کارە کێبڕکێکارەکانی ئەمڕۆ تەیار بکەن.",
    "reason_2": "پەیوەندی پیشەسازی بەهێز",
    "reason_3": "ژیانی کەمپەسی زیندوو",
    "to_apply": "بۆ پێشکەشکردنی داواکاری بۆ EPU، پێویستە خوێندکارەکە",
    "list_1": "بڕوانامەی ئامادەیی هەبێت یان ئەوەی یەکسان بێت.",
    "list_2": "خوێندکارانی بیانی / دەرچووی قوتابخانە نێودەوڵەتییەکان دەبێت وەرگێڕانی ئامادەیی/ بڕوانامەی یەکسان و پەسەندکراو پێشکەش بکەن. بۆ زانیاری زیاتر سەردانی ماڵپەڕی وەزارەتی پەروەردە بکەن."
  },
  "Decisions": {
    "head": "بڕیار و ڕێنماییەکان",
    "decision": "بڕیارەکان",
    "intructions": "ڕێنماییەکان",
    "higher_edu": "وەزارەتی خوێندنی باڵا و توێژینەوەی زانستی",
    "uni": "زانکۆی پۆلیتەکنیکی هەولێر"
  }
}
