{
  "IndexPage": {
    "in_our_university": "لە زانکۆکەمان",
    "empower_future": "بەهێزکردنی داهاتووتان !",
    "alumni": "خوێندکارانی پێشوو",
    "facts_about_university": "ڕاستیەکان دەربارەی زانکۆ",
    "facts_about_university_text": "کۆمەڵگەی چالاک لە زانکۆی پۆلیتەکنیکی هەولێر بدۆزەرەوە بە ژمارە سەرنجڕاکێشەکانمان، نیشاندانی خوێندکارە دڵسۆزەکانمان، مامۆستای لێهاتوو، ستافی پاڵپشت، و فاکەڵتییە هەمەچەشنەکانمان.",
    "students": "خوێندکاران",
    "teachers": "مامۆستایان",
    "academics": "ئەکادیمیەکان",
    "staff_members": "ئەندامانی ستاف",
    "latest_news": "نوێترین هەواڵ",
    "latest_news_text": "نوێترین هەواڵ لە زانکۆی پۆلیتەکنیکی هەولێر بدۆزەرەوە. ئاگاداری دەستکەوتە ئەکادیمییەکانمان بن، پێشکەوتنەکانی کەمپەکە، و دەستپێشخەرییەکانی کۆمەڵگا کە تیشک دەخەنە سەر پابەندبوونمان بە باشی و داهێنان.",
    "departments": "بەشەکان",
    "see_all": "هەمووی ببینە",
    "new_events": "بۆنە نوێیەکان",
    "new_events_text": "ئاگاداری نوێترین بۆنەکانی زانکۆی پۆلیتەکنیکی هەولێر بن. لە سیمینارە ئەکادیمییەکانەوە تا چالاکییە کولتوورییەکان، بزانە چی لە ناو کەمپەسدا ڕوودەدات و لەگەڵمان بن لە ئاهەنگگێڕان بە بۆنەی زانین و کۆمەڵگا.",
    "research": "توێژینەوە",
    "research_text": "توێژینەوەی پێشکەوتوو لە زانکۆی پۆلیتەکنیکی هەولێر سەیرکەن، کە تیمە تایبەتمەندەکانمان زانیاری پێشدەخەن، چارەسەری داهێنان دەکەن، بەشداری دەکەن لە پێشکەوتنی زانستی و تەکنەلۆژی جیهانیدا.",
    "research_paper": "وەرەقەی توێژینەوە",
    "conference_paper": "وەرەقەی کۆنفڕانس"
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "home": "سەرەکی",
    "about": "دەربارەی ئێمە",
    "academics": "ئەکادیمیا",
    "relation": "پەیوەندیەکان",
    "centers": "سەنتەرەکان",
    "studyProgram": "پرۆگرامی خوێندن",
    "students": "قوتابیەکان",
    "portals": "پۆرتاڵەکان",
    "academicStaff": "ستافی ئەکادیمی",
    "departments": "بەشەکان",
    "college_council": "ئەنجومەنی کۆلێژ",
    "teachers": "مامۆستایان",
    "news_events": "بۆنە و هەواڵ",
    "labs": "تاقیگە"
  },
  "Footer": {
    "copyright": "© 2025 زانکۆی پۆلیتەکنیکی هەولێر. هەموو مافێک پارێزراوە.",
    "you_may_also_like": "ڕەنگە حەزت لەمانە بێت",
    "most_useful_links": "بەسودترین لینکەکان",
    "colleges": "کۆلێژەکان",
    "institutions": "دامەزراوەکان",
    "EPU_programs": "بەرنامەکانی EPU",
    "academic_staff": "ستافی ئەکادیمی",
    "conferences": "کۆنفرانسەکان",
    "connect_with_us": "پەیوەندیمان لەگەڵ ببەستە",
    "empower_future_text": "بەهێزکردنی سەرکردەکانی داهاتوو لە ڕێگەی پەروەردەی داهێنەرانە",
    "academics": "ئەکادیمیەکان",
    "centers": "سەنتەرەکان",
    "about": "دەربارە",
    "history": "مێژوو",
    "president_speech": "وتاری سەرۆک",
    "relations": "پەیوەندییەکان",
    "strategy": "ستراتیجی",
    "contact_us": "پەیوەندیمان پێوە بکەن"
  },
  "About": {
    "head": "دەربارەی ئێمە",
    "history": "مێژووی EPU",
    "history_text": "زانکۆی پۆلیتەکنیکی هەولێر لە ساڵی ١٩٩٣ لە لایەن جڤاتی نیشتمانی کوردستان دامەزراوە و لە ساڵی ١٩٩٦ لە ژێر ناوی ‘دامەزراوەی پەیمانگا تەکنیکیەکان’ کرایەوە. کاتێک کۆلێژە تەکنیکییەکان کرانەوە، ناوەکەی گۆڕدرا بۆ ‘ Foundation of Technical Studies. دواتر لە ساڵی ٢٠١٢ بوو بە زانکۆی پۆلیتەکنیکی هەولێر و ٤ کۆلێژ و ٧ پەیمانگای تەکنیکی لەخۆگرتبوو.",
    "uni_stages": "قۆناغەکانی زانکۆ",
    "stage_1": "لەلایەن جڤاتی نیشتیمانی کوردستانەوە دامەزراوە",
    "stage_2": "لە ژێر ناوی ‘دامەزراوەی پەیمانگا تەکنیکییەکان’ کرایەوە",
    "stage_3": "گۆڕدرا بۆ زانکۆی پۆلیتەکنیکی هەولێر.",
    "about_text": "زانکۆی پۆلیتەکنیکی هەولێر ئەکادیمیایەکی زانستی حکومییە کە ئامانجی پەروەردەکردنی کەسانی شارەزای تەکنیکییە لە پسپۆڕییە جیاوازەکان بۆ دابینکردنی پێداویستییەکانی کۆمەڵگا، وەک ناوەندێکی پەروەردەیی قازانج نەویست.",
    "about_list_1": "توانا و سەرچاوە مرۆییەکان لە بوارە تەکنیکییەکان بۆ دەرچووانی قوتابخانە ئامادەکارییەکان پەرەپێدەدات، هەروەها پەروەردەکردنی کەسانی شارەزا تەکنیکی لە پێوەندی لەگەڵ پێداویستییەکانی بازاڕکردن.",
    "about_list_2": "خزمەتگوزاری ڕاوێژکاری لە سەرجەم ئەنجومەنی ڕاوێژکاریدا پێشکەش دەکات.",
    "about_list_3": "پاڵپشتی توێژینەوەی زانستی و داهێنان دەکات بۆ گەیشتن بە پیشە و بیرۆکەی نوێ لەسەر ئاستێکی پێشکەوتوو.",
    "students": "خوێندکاران",
    "teachers": "مامۆستایان",
    "academics": "ئەکادیمیەکان",
    "staff_members": "ئەندامانی ستاف"
  },
  "PresidentSpeech": {
    "head": "پەیامێک لە سەرۆکی زانکۆ.",
    "name": "پڕۆفیسۆر دکتۆر ئێدریس محمد هەرکی",
    "header": "بەخێربێن بۆ زانکۆی پۆلیتەکنیکی هەولێر!",
    "text": "لە دوای هەڵبژاردنی من بۆ سەرکردایەتیکردنی EPU لە نیسانی ٢٠٢٢، سەرنجم لەسەر تێگەیشتن لە ژینگەی زانکۆکەمان و پەرەپێدانی بۆ دابینکردنی پێداویستییەکانی کۆمەڵگا بووە. ئێمە جەخت لەسەر فێربوونی پراکتیکی و پەروەردەی تەکنیکی کوالیتی بەرز و ژینگەیەکی سەلامەت بۆ خوێندکاران و مامۆستایان دەکەینەوە. ئامانجمان وەرگێڕانی تیۆری پۆلە بۆ بەکارهێنانی پراکتیکی، ڕێگە بە خوێندکاران دەدات کاریگەری ئەرێنی لەسەر جیهان دروست بکەن. ئێمە هەوڵدەدەین ژینگەی EPU بەرز بکەینەوە بۆ ئەوەی هەمووان هەست بە شانازی و بەها بکەن. سەرکەوتنەکانمان پەیوەستە بە گەشەکردن و دەستکەوتەکانی فاکەڵتی و خوێندکاران و ستافەکەمانەوە، کە لەلایەن هاوبەشە بەخشندە و لایەنە پەیوەندیدارەکانمانەوە پشتگیری دەکرێن. EPU کۆمەڵگەیەکی گەشەسەندووە کە خوێندکاران و ڕاهێنەران و سەرکردە ئەکادیمییەکانی نیشتمانی و نێودەوڵەتی بۆ خۆی ڕادەکێشێت. پێکەوە دەتوانین ئەنجامی توێژینەوەکان بەرز بکەینەوە و گۆڕانکاری ئەرێنی ببەین. ئێمە پابەندین بە پەروەردەکردنی ژینگەیەکی فێرکاری سەرقاڵ، چاندنی هەستی سەربەخۆیی، و فراوانکردنی پەیوەندییە ئەکادیمییەکانمان لە ڕێگەی لێکۆڵینەوە و ڕاهێنان و ئاڵوگۆڕی هاوبەشەوە. ئامانجی EPU پەروەردەکردن و تەیارکردنی خوێندکارانی Gen Z بە کارامەیی سەدەی بیست و یەکەم بۆ پەیوەندی کاریگەر و بیرکردنەوەی داهێنەرانە. بە شەش کۆلێژی تەکنیکی و شەش پەیمانگای تەکنیکی و ٦٢٩ ستافی ئەکادیمی و نزیکەی ١١ هەزار خوێندکار، تایبەتمەندین بە پێشکەشکردنی پەروەردەی تەکنیکی گشتگیر لەسەر بنەمای پێداویستیەکانی بازاڕی کار لە کوردستان. ئێمە فێرخوازان ئامادە دەکەین بۆ بەرپرسیارێتی کەسی لە خوێندن و پیشەکەیاندا، پەرەپێدانی بیرکردنەوەی ڕەخنەگرانە و تواناکانی کارکردنی تیمی کە خاوەنکارەکان داوای دەکەن. هاوکارییەکانمان لەگەڵ هاوبەشەکان لە کەرتە جیاوازەکاندا دڵنیای دەدات کە ئێمە بەشداریمان لە سەرکەوتنی کوردستاندا هەیە لەکاتێکدا بەرەو ئایندەیەکی گەش هەنگاو دەنێین."
  },
  "Vision": {
    "head": "دیدگا",
    "title": "دیدگای زانکۆی پۆلیتەکنیکی هەولێر تایبەتە بە گەیشتن بەم ئامانجانە:",
    "list_1": "باشترکردنی دەرئەنجامەکانی فێربوون لە ڕێگەی جێبەجێکردنی پرۆسەی بۆلۆنیا.",
    "list_2": "بەشداریکردنی کۆمەڵگا و جیهانی: EPU پەرە بە خوێندکاران دەدات و ئامادەی دەکات بۆ ژیان و شوێنی کار لە جیهانێکی نێوان کولتووری و جیهانگیریدا. ئەمڕۆ جیهان بەیەکەوە گرێدراوە و هەمووان پەیوەندییەکی نزیکیان هەیە و وابەستەی یەکترن بۆ چارەسەرکردنی پرسەکانی وەک گۆڕانی کەشوهەوا، تەندروستی، کاریگەری ئابووری."
  },
  "AboutKurdistan": {
    "head": "دەربارەی کوردستان",
    "general_background": "پاشخانی گشتی",
    "general_text": "زانکۆی فەرەنسی لوبنانی یەکێکە لەو ١٨ زانکۆ ئەهلییەی کە لە هەرێمی کوردستانی عێراق ئامادەن. هەرێمی کوردستان هەرێمێکی ئۆتۆنۆمە لە عێراق، لە چوار پارێزگای کوردی باڵادەست پێکهاتووە کە بریتین لە دهۆک، هەولێر، هەڵەبجە و سلێمانی، هاوسنوورە لەگەڵ ئێران، سوریا و تورکیا. هەرێمی کوردستان زۆربەی کوردستانی عێراق لەخۆدەگرێت، بەڵام ناوچە جێناکۆکەکانی وەک کەرکوک بەدەر دەگرێت. پەرلەمانی هەرێمی کوردستان بنکەکەی لە هەولێرە. کابینەکە بوونی هەیە لە ٢٣ وەزارەت لەگەڵ سەرۆک و سەرۆک وەزیران و جێگری سەرۆک وەزیران کە ئەوان بەڕێوەبەرایەتی هەرێم دەکەن. لە سەدەی بیستەمدا کوردی عێراق لە نێوان شەڕی ئۆتۆنۆمی و سەربەخۆییدا هەژاند. کورد بە دەستی حزبی بەعس بوو بە قوربانیی تەعریبکردن و جینۆساید. ناوچەی دژە فڕین کە لە مانگی ئازاری ساڵی ١٩٩١ دەستیپێکرد، دەرفەتی ئەوەی بە کوردەکان دا کە ئۆتۆنۆمی تاقیبکەنەوە، بە شێوەیەکی کاریگەر هەرێمێکی ئۆتۆنۆمی دامەزراند. حکومەتی ناوەندی لە بەغدا تەنها لە ساڵی 2005 بە دەستووری نوێی عێراق دوای ڕووخانی سەدام حوسێن ئۆتۆنۆمی بە هەرێمی کوردستان بەخشی. بەڵام لە مانگی ئەیلولی ساڵی ٢٠١٧دا ڕیفراندۆمێکی سەربەخۆیی ناپابەندکراو پەسەندکرا، کە کاردانەوەی جۆراوجۆری نێودەوڵەتیی تێدابوو. ",
    "nature": "سروشت و کەش و هەوا",
    "culture": "خواردن و کلتور"
  },
  "Tutorials": {
    "head": "فێرکاریەکان",
    "search": "بۆ فێرکاری بگەڕێ",
    "search_button": "بگەڕێ",
    "watch": "لە یوتیوب سەیریکە"
  },
  "UniversityBoard": {
    "head": "دەستەی زانکۆ",
    "title": "سەرۆکی ئەنجومەنی زانکۆ",
    "name": "پڕۆفیسۆر د.ئدرید محمد هەرکی",
    "council_members": "ئەندامانی ئەنجومەن",
    "view_profile": "بینینی هەژمار"
  },
  "AcademicStaff": {
    "head": "ستافی ئەکادیمی",
    "search": "گەڕان",
    "select_position": "پۆست هەڵبژێرە",
    "select_department": "بەش هەڵبژێرە",
    "select_academics": "ئەکادیمیەکان هەڵبژێرە",
    "search_by_name": "گەڕان بە ناو...",
    "results": "ئەنجامەکان",
    "view_profile": "بینینی هەژمار",
    "see_more": "بینینی زیاتر",
    "about": "دەربارە",
    "teaching": "فێرکردن",
    "education": "خوێندن",
    "professional_engagement": "بەشداریکردنی پیشەیی",
    "academics": "ئەکادیمیەکان",
    "general_specialization": "پسپۆڕی گشتی",
    "specific_specialization": "پسپۆڕی تایبەت",
    "lecturer_at": "وانەبێژ لە",
    "curriculum_vitae": "مەنهەجی ژیان",
    "biography": "ژیاننامە",
    "subject": "بابەت",
    "year": "ساڵ",
    "semester": "وەرزی خوێندن",
    "stage": "قۆناغ",
    "qualifications": "بڕوانامە",
    "experience": "ئەزموون",
    "books": "کتێب",
    "publications": "بڵاوکراوەکان",
    "research_intrest": "بەرژەوەندی توێژینەوە",
    "supervising_research": "سەرپەرشتیکردنی توێژینەوە",
    "seminars": "سیمینارەکان",
    "workshops": "وۆرک شۆپەکان",
    "conferences": "کۆنفرانسەکان",
    "trainings": "ڕاهێنانەکان",
    "awards": "خەڵاتەکان",
    "professional_acts": "کردەوەی پیشەیی",
    "attachment": "هاوپێچکردن",
    "read_more": "زیاتر بخوێنەوە",
    "number_of_audience": "ژمارەی ئامادەبووان",
    "type": "جۆر",
    "number_of_present": "ژمارەی ئامادەبووان",
    "level": "ئاست",
    "research_title": "ناونیشانی توێژینەوە",
    "students": "خوێندکاران",
    "acknowledgment": "دانپێدانان",
    "committees": "لیژنەکان",
    "memberships": "ئەندامێتی",
    "activities": "چالاکیەکان",
    "research_evaluation": "هەڵسەنگاندنی توێژینەوە",
    "committees_evaluation": "هەڵسەنگاندنی لیژنەکان",
    "grants": "یارمەتییەکان",
    "achievement": "دەسکەوت"
  },
  "Apply": {
    "head": "چۆن داواکاری پێشکەش بکەین بۆ EPU؟",
    "text": "ئامادەی بەشداری زانکۆی پۆلیتەکنیکی هەولێر بکەیت؟ فۆڕمی داواکاری ئۆنلاینمان پڕبکەرەوە، بەڵگەنامە ئەکادیمییەکانتان پێشکەش بکەن، و پارەی داواکارییەکە بدەن. بۆ هەر پرسیارێک یان هاوکارییەک، تیمی وەرگرتنەکانمان لێرەن بۆ یارمەتیدان. ئەمڕۆ دەست بە ئەپڵیکەیشنەکەت بکە!",
    "question": "پرسیار",
    "why_apply": "بۆچی پێویستە داواکاری پێشکەش بکات بۆ زانکۆکەمان ؟",
    "reason_1": "بەرنامە پێشکەوتووەکان",
    "reason_text_1": "پرۆگرامە هەمەچەشنەکانی بەکالۆریۆس و پۆست گریجوەیمان بۆ ئەوە دانراون کە خوێندکاران بە نوێترین زانیاری و لێهاتوویی پێویست بۆ بازاڕی کارە کێبڕکێکارەکانی ئەمڕۆ تەیار بکەن.",
    "reason_2": "پەیوەندی پیشەسازی بەهێز",
    "reason_3": "ژیانی کەمپەسی زیندوو",
    "to_apply": "بۆ پێشکەشکردنی داواکاری بۆ EPU، پێویستە خوێندکارەکە",
    "list_1": "بڕوانامەی ئامادەیی هەبێت یان ئەوەی یەکسان بێت.",
    "list_2": "خوێندکارانی بیانی / دەرچووی قوتابخانە نێودەوڵەتییەکان دەبێت وەرگێڕانی ئامادەیی/ بڕوانامەی یەکسان و پەسەندکراو پێشکەش بکەن. بۆ زانیاری زیاتر سەردانی ماڵپەڕی وەزارەتی پەروەردە بکەن."
  },
  "Decisions": {
    "head": "بڕیار و ڕێنماییەکان",
    "decision": "بڕیارەکان",
    "intructions": "ڕێنماییەکان",
    "higher_edu": "وەزارەتی خوێندنی باڵا و توێژینەوەی زانستی",
    "uni": "زانکۆی پۆلیتەکنیکی هەولێر"
  },
  "Centers": {
    "head": "سەنتەرەکان",
    "lang_center": "سەنتەری زمان",
    "news_center": "سەنتەری هەواڵ",
    "vision_mission": "دیدگا و ئەرک",
    "build_edu": "دروستکردنی پەیوەندییە کولتوورییە بڕاوەکان لە ڕێگەی پەروەردەی زمانەوە",
    "vision_statement": "بەیاننامەی دیدگا",
    "vision_statement_text": "سەنتەری زمانی EPU هەوڵدەدات پرد و ڕەهەندی نێوان کولتوورییەکان دابنێت بە بەڕێوەبردنی ژمارەیەک خولی زمانی بیانی، وەک زمانی ئینگلیزی کە میدیایەکی گرنگی خوێندنە لە زانکۆکانی جیهان و ئامرازێکی سەرەکی توێژینەوەی ئەکادیمییە.",
    "mission_statement": "بەیاننامەی ئەرک",
    "mission_statement_text": "ئەرکی ئێمە دابینکردنی تواناکانی زمانی (خوێندنەوە، نووسین، گوێگرتن و قسەکردن)ە بۆ خوێندکاران و بەشداربووان کە بتوانن پەرە بە دەستکەوتی ئەکادیمی خۆیان بدەن.",
    "contact": "پەیوەندی",
    "email": "ئیمەیڵ",
    "phone_number": "ژمارەی تەلەفۆن",
    "staff": "ستاف",
    "news": "هەواڵ",
    "staff_members": "ئەندامانی ستاف",
    "center_news": "هەواڵی سەنتەر"
  },
  "Students": {
    "head": "ژیانی کەمپەس",
    "text": "کەمپەس لە گەشتێکدا کە بۆ خوێندکارانی دەرچووی ئایندە و پیشەیی داڕێژراوە. دەبینیت زانکۆکەمان چۆن حەز دەکات، ئاسانکاری، studentst و ژیانی لەم زانکۆیە. نوێنەری وەرگرتنی دەرچووانمان بناسە بۆ ئەوەی زیاتر دەربارەی پرۆگرامەکانی دەرچوونمان بزانیت و بڕیار بدەیت کە چی باشترینە بۆ تۆ.",
    "stadiums": "یاریگا",
    "pools": "مەلەوانگە",
    "libraries": "کتێبخانە",
    "libraries_at_EPU": "کتێبخانەکان لە EPU",
    "library_text": "دەوڵەمەندی زانیاری بدۆزەرەوە لەگەڵ کۆمەڵە بەرفراوانەکانمان و ئاسانکارییە پێشکەوتووەکانمان. کتێبخانەکانمان بۆ پشتگیریکردن لە پێداویستییە ئەکادیمییەکان و توێژینەوەکانتان داڕێژراون.",
    "study_spaces": "شوێنی خوێندن",
    "technology_access": "دەستگەیشتن بە تەکنەلۆژیا",
    "library_house": "ماڵی کتێبخانە",
    "university_sports_stadiums": "وەرزش و یاریگاکانی زانکۆ",
    "university_sports_stadiums_text": "چێژ لە وەرزشە جۆراوجۆرەکان وەربگرە، لە تۆپی پێەوە تا تێنس، بۆ هەموو ئاستەکانی لێهاتوویی.",
    "beautiful_campus_parks": "پارکە جوانەکانی کەمپەس",
    "beautiful_campus_parks_text": "پارکە وێنەکێشەکانی کەمپەکەمان شوێنی ئارام بۆ پشوودان و خوێندن و پەیوەندی کۆمەڵایەتی دابین دەکەن. چێژ لە جوانی سروشت وەربگرە لەکاتێکدا ئارام دەبیتەوە و پەیوەندی لەگەڵ هاوخوێندکارەکانت دەکەیت.",
    "see_on_map": "لە نەخشە سەیریکە",
    "campus_life_through_the_lens": "ژیانی کەمپەس لە کامێرا",
    "campus_life_through_the_lens_text": "لە ڕێگەی کۆمەڵێک وێنەی سەرنجڕاکێشەوە ژیانی پڕ لە چالاکی لە زانکۆکەماندا بگەڕێ.",
    "campuses": "کەمپەسەکان",
    "campuses_text": "بەشی ئەندازیاری تەکنەلۆژیای بیناسازی و کەرەستە",
    "accomodation": "شوێنی نیشتەجێبوونی خوێندکاران",
    "accomodation_text": "ئەزموونی ژینگەیەکی ژیانی ئارام و دەوڵەمەندکەر بکە لە بەشەناوخۆییەکانی خوێندکارانمان. شوێنی نیشتەجێبوونمان بە لەبەرچاوگرتنی پێداویستییەکانی خوێندکاران دیزاین کراوە، خزمەتگوزارییە مۆدێرنەکان و کەشێکی کۆمەڵایەتی پشتگیریکەر پێشکەش دەکات. هەر بەشەناوخۆیەک ژووری فراوان و شوێنی خوێندن و شوێنی وەرزشی دابین دەکات بۆ دڵنیابوون لە شێوازێکی ژیانی هاوسەنگ. زانکۆکە خزمەتگوزاری جۆراوجۆر پێشکەش دەکات کە بۆ پشتگیریکردنی خوێندکاران لە سەرجەم ئەکادیمیا و کۆلێژ و دامەزراوەکانمانەوە دروستکراوە. ئێمە ئینتەرنێتی خێرا و شوێنی جلشۆر و بژاردەی خواردن دابین دەکەین بۆ ئەوەی پێداویستییەکانی ڕۆژانەتان دابین بکەین. ژووری تایبەت بە خوێندن و هۆڵەکانی دانیشتن ژینگەیەکی تەواو پێشکەش دەکەن بۆ فۆکۆسی ئەکادیمی و کۆبوونەوەکانی خوێندنی گروپی. بۆ پشوودان و کات بەسەربردن، بەشەناوخۆییەکانمان ژووری هاوبەش و سەنتەری لەشجوانی و شوێنی وەرزشی دەرەوەیان تێدایە. تیمی ژیانی نیشتەجێبوونمان بۆنە و چالاکییەکان ڕێکدەخات بۆ ئەوەی یارمەتیت بدات لە پەیوەندیکردن لەگەڵ هاوڕێ خوێندکارەکانت و دروستکردنی هاوڕێیەتی بەردەوام. سەلامەتی لە پێشینەی کارەکانە، ئاسایشی ٢٤/٧ و کارمەندانی ناو شوێنەکە ئامادەن بۆ یارمەتیدانت. هەر یەکەیەکی ئەکادیمی لەناو زانکۆدا، بە کۆلێژ و دامەزراوەکانمانەوە، خزمەتگوزاری پشتگیری زیادە پێشکەش دەکات. لەوانەیە ئەمانە بریتی بن لە ڕاوێژکاری ئەکادیمی، وانەوتنەوە و ڕاوێژکاری پیشەیی بۆ ئەوەی یارمەتیت بدات بۆ گەیشتن بە ئامانجە کەسی و پیشەییەکانت. ژیان لە بەشەناوخۆییەکەدا دەستڕاگەیشتنێکی ئاسان بە سەرچاوەکانی کەمپەکە دابین دەکات، دڵنیای دەدات کە هەمیشە لە پۆلەکانت، کتێبخانەکان و تاقیگەکانتەوە نزیکیت. چێژ لە ئاسانکاری و هاوڕێیەتی ژیانی ناو کەمپەس وەربگرە، کە دەتوانیت بە تەواوی خۆت لە ئەزموونی زانکۆدا نوقم بکەیت. بەشەناوخۆییەکانی خوێندکارانمان زیاترن لە تەنها شوێنێک بۆ مانەوە؛ ئەوان کۆمەڵگەیەکە کە دەتوانیت تێیدا گەشە بکەیت و فێر بیت و گەشە بکەیت.",
    "intern_and_career": "مەشق و پیشە",
    "career_development_opportunities": "دەرفەتی گەشەپێدانی پیشەیی",
    "career_development_opportunities_text": "کۆمەڵێک بەرنامەی پیشەیی بدۆزەرەوە کە بۆ پشتگیریکردن لە گەشەکردن و سەرکەوتنی پیشەیی خۆت داڕێژراون. لە ڕاوێژکاری کەسی و پەرەپێدانی لێهاتووییەوە تا سەرچاوەی گەڕان بەدوای کار و مەشقکردن، خزمەتگوزارییەکانمان ئامانجیان ئامادەکردنی تۆیە بۆ پیشەیەکی پاداشت بەخش. لێکۆڵینەوە بکە کە چۆن دەتوانین یارمەتیت بدەین بۆ گەیشتن بە ئامانجەکانی پیشەکەت.",
    "enhance_skills": "زانکۆکەمان چی پێشکەش دەکات بۆ بەرزکردنەوەی تواناکانی خوێندکارەکانمان ؟",
    "enhance_skills_text": "ئەو خزمەتگوزاری و دەرفەتە جۆراوجۆرانە بکۆڵەرەوە کە ئێمە پێشکەشی دەکەین بۆ پەروەردەکردنی پەرەپێدانی کارامەیی و ئامادەیی پیشەیی.",
    "card_1": "ڕاوێژکاری پیشەیی کەسی",
    "card_1_text": "ڕێنماییە تایبەتەکان بۆ هاوتەریبکردنی کارە ئەکادیمییەکان لەگەڵ ئامانجەکانی پیشەیی.",
    "card_2": "وۆرک شۆپی کارامەیی گشتگیر",
    "card_2_text": "وۆرک شۆپی دەستی بۆ بنیاتنانی کارامەیی گرینگ",
    "card_3": "پرۆگرامەکانی جێگیرکردنی مەشقکردن",
    "card_3_text": "پەیوەستکردنی خوێندکاران بە کاری مەشقی پیشەسازی.",
    "card_4": "دامەزراوەی توێژینەوەی پێشکەوتوو",
    "card_4_text": "تاقیگە پێشکەوتووەکان بۆ توێژینەوەی داهێنەرانە.",
    "explore_jobs": "بەدواداچوون بۆ ئۆفەری کار و دەرفەتی ڕاهێنانی سەرنجڕاکێش",
    "explore_jobs_text": "کردنەوەی پیشە و بەرنامەکانی ڕاهێنان بدۆزەرەوە کە بۆ یارمەتیدانت لە گەشەکردن و سەرکەوتن لە بوارە هەڵبژێردراوەکەتدا داڕێژراون..",
    "successful_stories": "چیرۆکی سەرکەوتووەکان",
    "successful_stories_text": "شایەتحاڵی و توێژینەوەی کەیسی خوێندکارانی پێشوو کە بە سەرکەوتوویی گواستراونەتەوە بۆ پیشەکەیان. تیشک بخەنە سەر گەشت و ئامۆژگارییەکانیان.",
    "union": "یەکێتی خوێندکاران",
    "teach": "فێرکردن.",
    "learn": "فێربوون.",
    "grow": "گەشەکردن.",
    "learning": "فێربوون",
    "collaboration": "هاوکاری",
    "student_achievement": "دەستکەوتەکانی خوێندکارەکەمان",
    "student_achievement_text": "خوێندکارەکانمان بەردەوام لە ڕووی ئەکادیمییەوە و لە ڕووی دەرەوەیەوە سەرکەوتوون پڕۆژە و داهێنان و بەشدارییە سەرنجڕاکێشەکانیان بدۆزەرەوە کە زانکۆکەمان شانازی دەکات. ئاهەنگ بگێڕن بۆ خۆبەخشی و سەرکەوتنی کۆمەڵگەی خوێندکاری زیندوومان.",
    "card_union_1": "دەستپێشخەری وزەی نوێبووەوە",
    "card_union_1_text": "پڕۆژەیەکی وزەی خۆری سەرتاسەری کەمپەکەی جێبەجێ کرد، کە بەرەوپێشبردنی بەردەوامیی.",
    "card_union_2": "یارمەتی توێژینەوەی نێودەوڵەتی",
    "card_union_2_text": "یارمەتییەکی بەناوبانگی بۆ توێژینەوەی پزیشکی پێشکەوتوو دەستەبەر کرد.",
    "card_union_3": "پاڵەوانی دیبەیتی نیشتمانی",
    "card_union_3_text": "پلەی یەکەمی لە پێشبڕکێی نیشتمانی دیبەیت بەدەستهێنا، کە توانای قسەکردنی ناوازەی لەبەردەم خەڵکدا پیشان دا.",
    "card_union_4": "خەڵاتی خزمەتگوزاری کۆمەڵایەتی",
    "card_union_4_text": "دانپێدانراوە بەهۆی بەشدارییە نایابەکانی لە پڕۆژەکانی خزمەتگوزاری کۆمەڵایەتی ناوخۆیی.",
    "about_union": "دەربارەی یەکێتی خوێندکاران",
    "about_union_text": "یەکێتی قوتابیان لە زانکۆی پۆلیتەکنیکی هەولێر تایبەتە بە پەروەردەکردنی کۆمەڵگەیەکی زیندوو و گشتگیر لە کەمپەس. ئەرکی ئێمە داکۆکیکردنە لە بەرژەوەندییەکانی خوێندکاران، پشتگیریکردن لە چالاکییە ئەکادیمییەکان و کۆمەڵایەتییەکان، و بەرزکردنەوەی خۆشگوزەرانی گشتی خوێندکاران. لە ڕێگەی سەرکردایەتی و داکۆکیکردن و بەرنامە هەمەچەشنەکانەوە هەوڵدەدەین ئەزموونی زانکۆ بۆ هەموو خوێندکاران دەوڵەمەند بکەین.",
    "alumni": "قوتابیانی پێشوو",
    "feedback": "فیدباک",
    "feedback_title": "قوتابیان چی دەربارەی ئێمە دەڵێن",
    "feedback_text": "بزانە چۆن EPU کاریگەری ئەرێنی لەسەر گەشتە ئەکادیمی و پیشەییەکانی خوێندکارەکانمان هەبووە.",
    "alumni_success_stories": "چیرۆکی سەرکەوتنی خوێندکارانی پێشوو",
    "alumni_success_stories_text": "گەشتە ئیلهامبەخشەکانی دەرچووانمان بدۆزەرەوە لەکاتێکدا لە پیشەکانیاندا سەرکەوتوون و گۆڕانکاری لە کۆمەڵگاکانیاندا دروست دەکەن.",
    "read_more": "زیاتر بخوێنەوە",
    "become_alumni": "ببە بە بەشێک لە خوێندکارانی پێشوومان",
    "become_alumni_text": "بەشداری تۆڕە زیندووەکەی خوێندکارانی پێشوومان بکە بە خوێندن لە یەکێک لە پرۆگرامە بەڕێزەکانمان. ئەو ڕێگایە هەڵبژێرە کە بە باشترین شێوە لەگەڵ تۆدا دەگونجێت و ببە بە ئەندامێکی سەربەرزی کۆمەڵگەی زانکۆکەمان.",
    "alimni_1": "خوێندن لە یەکێک لە پرۆگرامەکانی بەکالۆریۆسمان",
    "alimni_1_text": "خۆت بخزێنە ناو کۆمەڵێک پرۆگرامی هەمەچەشنی بەکالۆریۆس کە بۆ ئەوە داڕێژراون کە بناغەیەکی ئەکادیمی بەهێز و ئەو لێهاتووییانەی کە پێویستن بۆ ئەوەی لە بوارە هەڵبژێردراوەکەتدا سەرکەوتوو بیت.",
    "alimni_2": "ناوت تۆمار بکە لە پرۆگرامی پۆست گریجوەیست",
    "alimni_2_text": "خوێندن و پیشەکەت بەرەوپێش ببە بە پرۆگرامە گشتگیرەکانی پۆست گریجوەیستمان، پێشکەشکردنی زانیاری تایبەتمەند و دەرفەتی توێژینەوە لە بەشە جیاوازەکاندا."
  },
  "Colleges": {
    "new_events": "بۆنە نوێیەکان",
    "new_events_text": "ئاگاداری نوێترین بۆنەکانی زانکۆی پۆلیتەکنیکی هەولێر بن. لە سیمینارە ئەکادیمییەکانەوە تا چالاکییە کولتوورییەکان، بزانە چی لە ناو کەمپەسدا ڕوودەدات و لەگەڵمان بن لە ئاهەنگگێڕان بە بۆنەی زانین و کۆمەڵگا.",
    "header_title": "کۆلێژی تەکنەلۆژیا",
    "header_desc": "بەدواداچوون بۆ پرۆگرامە گشتگیرەکان، فاکەڵتی شارەزا، و دامەزراوە پێشکەوتووەکان لە کۆلێژی تەکنیکی تەندروستی و پزیشکی هەولێر، کە تایبەتە بە ئامادەکردنی پێشەنگەکانی داهاتوو لە بوارەکانی چاودێری تەندروستی و پزیشکیدا.",
    "news": "بەردەوام نوێترین هەواڵی کۆلێژەکانمان لێرەوە بزانە!",
    "news_text": "ئاگاداری نوێترین هەواڵ و پێشهاتەکانی زانکۆکەمان بن، لەوانەش ڕاگەیاندنە گرنگەکان و ڕووداوەکانی داهاتوو.",
    "college_departments": "بەشەکانی کۆلێژ",
    "college_departments_text": "بەشی ئەکادیمی جۆراوجۆرمان بگەڕێ، هەریەکەیان پرۆگرامی تایبەتمەند و فاکەڵتی تایبەت پێشکەش دەکەن بۆ پشتگیریکردنی گەشتی پەروەردەیی و ئاواتەکانی پیشەییتان.",
    "see_all_departments": "هەموو بەشەکان ببینە",
    "creating_future": "دروستکردنی نەوەی داهاتووی باشتر",
    "great_teacher": "مامۆستای مەزنمان هەیە",
    "useful_labs": "تاقیگەی بەسوودمان هەیە",
    "about": "پوختەیەک دەربارەی پەیمانگای تەکنیکی کارگێڕی هەولێر – هەولێر",
    "about_text": "پەیمانگای تەکنیکی کارگێڕی ھەولێر لە ١٤ی شوباتی ١٩٨٧ بە فەرمی لە پایتەختی ھەرێمی کوردستان دامەزراوە , ھاوشێوەی ھەموو پەیمانگا و پەیمانگاکانی کوردستان سەر بە ئەنجومەنی خوێندنی باڵا لە ژێر ئەنجوومەنی وەزیران بووە. پێکهاتبوون لەم بەشانەی خوارەوە: (تەندروستی و کۆمەڵگا، خەواندن لە نەخۆشخانە، بێهۆشکردن، کارەبا، میکانیک، کارگێڕی یاسا).لە ساڵی ١٩٨٨-١٩٨٩ یەکەم خولی دەرچوون ئەنجامدرا و چەند بەشێکی تر کرایەوە. تا ساڵی 2003-2004 ژمارەی بەشەکانی پەیمانگاکە بوون بە 16 بەش کە سەر بە بوارەکانی (ناوەندی-کارگێڕی، تەکنەلۆجیا و کشتوکاڵ) بوون.لە ئەنجامی ئەم فراوانکردنەدا هەریەک لەو بوارانە بوونە پەیمانگای سەربەخۆ و ئەم بەشەی خوارەوەی لەخۆگرت، واتە ئەو، بەشە پزیشکییەکان بوون بە پەیمانگای تەکنیکی پزیشکی، وە بەشە کشتوکاڵییەکان بوون بە پەیمانگای کشتوکاڵی پەیمانگای تەکنیکی، و بەشەکانی تەکنەلۆجیا بوون بە پەیمانگای تەکنەلۆجیا، وە بەشە کارگێڕییەکان بوون بە پەیمانگای تەکنیکی کارگێڕی. پەیمانگای تەکنیکی کارگێڕی هەولێر ئێستا لە 10 بەشی پێکهاتووە: کارگێڕی یاسا، ژمێریاری، سیستەمی زانیاری بەڕێوەبردن، زانیاری و کتێبخانە، دامەزراوەی گەشتیاری کارگێڕییەکان، بەڕێوەبردنی بازرگانی ، بازاڕکردن، بەشی تەکنیکەکانی وەرگێڕان. ئامانجی سەرەکی پەیمانگاکە بریتییە لە ڕاهێنان و ئامادەکردنی پسپۆڕانی لێهاتوو لە بەشە زانستییەکانی پەیمانگاکە، کە دەبنە خاوەنی بڕوانامەی (بڕوانامەی دبلۆم) بەمەبەستی ئاوەدانکردنەوەی زیاتری کوردستان و بەرزکردنەوەی ئاستی زانستی دامەزراوە کارگێڕییەکان لە وڵاتدا.",
    "departments": "بەشەکان",
    "teachers": "مامۆستایان",
    "students": "خوێندکاران",
    "contact": "پەیوەندیمان پێوەبکە",
    "mail": "ئیمەیڵ",
    "phone_number": "ژمارەی تەلەفۆن",
    "location": "شوێن",
    "vision": "دیدگا",
    "vision_text": "پەیمانگای تەکنیکی کارگێڕی ھەولێر لە ١٤ی شوباتی ١٩٨٧ بە فەرمی لە پایتەختی ھەرێمی کوردستان دامەزراوە , ھاوشێوەی ھەموو پەیمانگا و پەیمانگاکانی کوردستان سەر بە ئەنجومەنی خوێندنی باڵا لە ژێر ئەنجوومەنی وەزیران بووە.",
    "mission": "ئەرک",
    "mission_text": "پەیمانگای تەکنیکی کارگێڕی ھەولێر لە ١٤ی شوباتی ١٩٨٧ بە فەرمی لە پایتەختی ھەرێمی کوردستان دامەزراوە , ھاوشێوەی ھەموو پەیمانگا و پەیمانگاکانی کوردستان سەر بە ئەنجومەنی خوێندنی باڵا لە ژێر ئەنجوومەنی وەزیران بووە.",
    "college_council": "ئەنجومەنی کۆلێژ",
    "view_profile": "بینینی هەژمار",
    "dean_of_college": "ڕاگری کۆلێژ",
    "name": "پڕۆفیسۆر د.کەیهان زرار غەفور",
    "labs": "تاقیگەکان",
    "read_more": "زیاتر بخوێنەوە",
    "belongs_to": "خاوەنەکەی",
    "lab_number": "ژمارەی تاقیگە",
    "equipped_with": "پڕکراوە بە",
    "lab_text": "تاقیگەی پزیشکیمان ئاسانکاری پێشکەوتوو و ئامێری پێشکەوتوو پێشکەش دەکات، ئەزموونی دەستی لە توێژینەوەی کلینیکی و بایۆپزیشکیدا بۆ خوێندکاران دابین دەکات. تاقیگەی تایبەتە بە داهێنان، پشتگیری لە پڕۆژەی توێژینەوەی جۆراوجۆر و کۆبوونەوەکانی ڕاهێنانی پراکتیکی دەکات. فاکەڵتی و ستافی پسپۆڕ ژینگەیەکی فێرکاری گشتگیر مسۆگەر دەکەن، کە پەرەپێدانی پیشەییەکانی چاودێری تەندروستی داهاتوو پەروەردە دەکەن.",
    "ensuring_campus_safety": "دڵنیابوون لە سەلامەتی کەمپەس",
    "ensuring_campus_safety_text": "پابەندبوونمان بە سەلامەتی کەمپەکە پرۆتۆکۆڵی گشتگیر و دەستپێشخەرییە بەردەوامەکان لەخۆدەگرێت بۆ دروستکردنی ژینگەیەکی پارێزراو بۆ هەموو خوێندکاران، مامۆستایان و کارمەندان. لە مەشقی سەلامەتی بەردەوامەوە تا سیستەمی چاودێری پێشکەوتوو، ئێمە خۆشگوزەرانی و ئارامی دەروونی کۆمەڵگەی زانکۆکەمان لە پێشینە دەدەین.",
    "about_button": "دەبارە",
    "vision_mission": "دیدگا و ئەرک",
    "council_staff": "ستافی بەش",
    "researches": "توێژینەوەکان",
    "course_subjects": "بابەتەکانی کۆرس",
    "guide_lines": "ڕێنماییەکان",
    "news_button": "هەواڵەکان",
    "staff_members": "ئەندامانی ستاف",
    "department_staff": "ستافی بەش",
    "select_date": "بەروار هەڵبژێرە",
    "select_stage": "قۆناغ هەڵبژێرە",
    "select_semester": "وەرز هەڵبژێرە",
    "select_system": "Select System",
    "search_research": "گەڕان بەدوای توێژینەوەکاندا",
    "search": "گەڕان",
    "attachment": "هاوپێچکردن",
    "research_title": "ناونیشانی توێژینەوە",
    "supervisor": "سەرپەرشتیار",
    "research_detail": "وردەکاری توێژینەوە",
    "guide_lines_title": "ڕێنمایی پڕۆژەی دەرچوون",
    "download": "دابەزاندن",
    "see_course_curriculum": "سەیری مەنهەجی کۆرس بکە",
    "see_details": "سەیری وردەکارییەکان بکە",
    "subject_name": "ناوی بابەت",
    "subject_description": "وەسفکردنی بابەت",
    "course_info": "زانیاری کۆرس",
    "stage": "قۆناغ",
    "semester": "وەرزی خوێندن",
    "course_type": "جۆری کۆرس",
    "credit": "کرێدیت",
    "code": "کۆد",
    "assessment_scheme": "پلانی هەڵسەنگاندن",
    "attendance": "ئامادەبوون",
    "class_tests": "تاقیکردنەوە و کویزەکانی پۆل",
    "midterm_exam": "تاقیکردنەوەی ناوەڕاستی وەرز",
    "practical_exam": "تاقیکردنەوەی پراکتیکی",
    "final_exam": "تاقیکردنەوەی کۆتایی",
    "subject_schedule": "خشتەی بابەتەکان",
    "duration": "ماوە",
    "lectures": "دەرسەکان",
    "language": "زمان",
    "hours_per_week": "کاتژمێرەکان لە هەفتەیەکدا",
    "PDF_lectures": "دەرسەکان بە PDF"
  }
}
